Repository: CofficLab/Lumi
Catalog: Plugins/QuickLauncherPlugin/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: Applications
zh_hans: 应用程序
zh_hk: 應用程式

source: Ask AI
zh_hans: 询问 AI
zh_hk: 詢問 AI

source: Cancel
zh_hans: 取消
zh_hk: 取消

source: Close
zh_hans: 关闭
zh_hk: 關閉

source: Commands
zh_hans: 命令
zh_hk: 命令

source: Files
zh_hans: 文件
zh_hk: 檔案

source: Files (Spotlight)
zh_hans: 文件（Spotlight）
zh_hk: 檔案（Spotlight）

source: Global Hotkey
zh_hans: 全局热键
zh_hk: 全域快捷鍵

source: No matching results
zh_hans: 未找到匹配结果
zh_hk: 未找到符合結果

source: Prefix with ? to ask Lumi directly
zh_hans: 以 ? 开头可直接询问 Lumi
zh_hk: 以 ? 開頭可直接詢問 Lumi

source: Press Return to ask Lumi
zh_hans: 按回车询问 Lumi
zh_hk: 按 Return 詢問 Lumi

source: Press the hotkey anywhere to open the launcher. Click Record, then press a key combination with ⌘/⌥/⌃.
zh_hans: 在任意界面按热键即可打开启动器。点击「录制」后按下包含 ⌘/⌥/⌃ 的组合键。
zh_hk: 在任何畫面按快捷鍵即可開啟啟動器。點擊「錄製」後按下包含 ⌘/⌥/⌃ 的組合鍵。

source: Quick Launcher
zh_hans: 快速启动器
zh_hk: 快速啟動器

source: Record
zh_hans: 录制
zh_hk: 錄製

source: Reset
zh_hans: 重置
zh_hk: 重設

source: Search Sources
zh_hans: 搜索内容源
zh_hk: 搜尋內容來源

source: Search apps, files, commands, or type ? to ask AI...
zh_hans: 搜索应用、文件、命令，或输入 ? 询问 AI...
zh_hk: 搜尋應用程式、檔案、命令，或輸入 ? 詢問 AI...

source: Toggle Launcher
zh_hans: 启动器开关
zh_hk: 啟動器開關

source: Type ? followed by your question in the launcher to send it to the current Lumi conversation.
zh_hans: 在启动器中输入 ? 加问题，即可发送到当前 Lumi 会话。
zh_hk: 在啟動器中輸入 ? 加問題，即可傳送到目前 Lumi 會話。

source: Type to search apps, files and commands
zh_hans: 输入以搜索应用、文件和命令
zh_hk: 輸入以搜尋應用程式、檔案和命令

source: your question
zh_hans: 你的问题
zh_hk: 你的問題
